Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Carina.new-states.work-as-expected.description.description
source: The issue reported is not an issue, the function is working as expected; or the suggestion given will not be considered.
ar: القضية المبلغ عنها ليست مشكلة، الوظيفة تعمل كما هو متوقع؛ أو لن يتم النظر في الاقتراح المقدم.
de: Das gemeldete Problem ist kein Problem, die Funktion funktioniert wie erwartet; oder der gegebene Vorschlag wird nicht berücksichtigt.
es: El problema reportado no es un problema, la función está funcionando como se esperaba; o la sugerencia dada no será considerada.
fr: Le problème signalé n'est pas un problème, la fonction fonctionne comme prévu ; ou la suggestion donnée ne sera pas prise en compte.
hi: रिपोर्ट किया गया मुद्दा कोई मुद्दा नहीं है, फ़ंक्शन अपेक्षित रूप से काम कर रहा है; या दिए गए सुझाव पर विचार नहीं किया जाएगा।
id: Masalah yang dilaporkan bukanlah masalah, fungsinya berfungsi seperti yang diharapkan; atau saran yang diberikan tidak akan dipertimbangkan.
it: Il problema segnalato non è un problema, la funzione funziona come previsto; o il suggerimento fornito non sarà preso in considerazione.
ja: 報告された問題は問題ではなく、機能が期待どおりに機能している、または与えられた提案は考慮されません。
ko: 보고된 문제는 문제가 아니며, 기능이 예상대로 작동하거나, 주어진 제안은 고려되지 않습니다.
nl: Het gemelde probleem is geen probleem, de functie werkt zoals verwacht; of de gegeven suggestie wordt niet in overweging genomen.
pl: Zgłoszony problem nie jest problemem, funkcja działa zgodnie z oczekiwaniami; lub podana sugestia nie zostanie wzięta pod uwagę.
pt: O problema relatado não é um problema, a função está funcionando como esperado; ou a sugestão dada não será considerada.
ru: О проблеме, о которой сообщалось, не является проблемой, функция работает так, как ожидалось; или данное предложение не будет рассмотрено.
th: ปัญหาที่รายงานไม่ใช่ปัญหา ฟังก์ชั่นทํางานตามที่คาดไว้ หรือคําแนะนําที่ได้รับจะไม่ได้รับการพิจารณา
tr: Bildirilen sorun bir sorun değil, işlev beklendiği gibi çalışıyor; veya verilen öneri dikkate alınmayacak.
uk: Проблема, про яку повідомляється, не є проблемою, функція працює так, як очікувалося; або надана пропозиція не буде розглянута.
vi: Vấn đề được báo cáo không phải là vấn đề, chức năng đang hoạt động như mong đợi; hoặc đề xuất được đưa ra sẽ không được xem xét.
zh_hans: 反馈的问题不是问题，功能按照设计运行；或提出的建议不会被采纳。
zh_hant: 報告的問題不是問題，功能按預期工作；或者給出的建議將不予考慮。

# Passcode.change.success
source: Successfully Changed Passcode
ar: تم تغيير رمز المرور بنجاح
de: Passcode erfolgreich geändert
es: Código de acceso cambiado con éxito
fr: Code d'accès modifié avec succès
hi: सफलतापूर्वक बदल गया पासकोड
id: Berhasil Mengubah Kode Sandi
it: Codice di accesso modificato con successo
ja: パスコードの変更に成功しました
ko: 비밀번호를 성공적으로 변경했습니다.
nl: Succesvol gewijzigde toegangscode
pl: Pomyślnie Zmieniono Kod Hasła
pt: Senha Alterada Com Sucesso
ru: Успешно Изменен Пароль
th: เปลี่ยนรหัสผ่านสําเร็จ
tr: Şifreyi Başarıyla Değiştirdi
uk: Şifreyi Başarıyla Değiştirdi
vi: Mật mã đã được thay đổi thành công
zh_hans: 成功修改密码
zh_hant: 成功更改了密碼

# Settings.browse.tint.tint
source: Follow App Tint Color
ar: تابع تطبيق Tint Color
de: Folgen Sie der App-Tönungsfarbe
es: Seguir el color del tinte de la aplicación
fr: Suivre la couleur de la teinte de l'application
hi: ऐप टिंट कलर को फॉलो करें
id: Ikuti Aplikasi Tint Color
it: Segui il colore della tinta dell'app
ja: アプリの色合いをフォローする
ko: 앱 틴트 컬러 팔로우
nl: Volg App Tint Kleur
pl: Obserwuj Kolor Odcienia Aplikacji
pt: Siga a cor da tonalidade do aplicativo
ru: Следуйте За Приложением Tint Color
th: ติดตามแอป Tint Color
tr: Uygulama Tonu Rengini Takip Et
uk: Слідкуйте За App Tint Color
vi: Theo dõi ứng dụng Tint Color
zh_hans: 跟随App主题色
zh_hant: 關注應用程式色調顏色

# Settings.interface.search-button.swipe.search
source: Search Content
ar: البحث عن المحتوى
de: Suchinhalte
es: Buscar contenido
fr: Rechercher du contenu
hi: सामग्री खोजें
id: Cari Konten
it: Cerca contenuti
ja: 検索コンテンツ
ko: 콘텐츠 검색
nl: Zoek inhoud
pl: Szukaj treści
pt: Pesquisar Conteúdo
ru: Поиск Контента
th: ค้นหาเนื้อหา
tr: İçerik Ara
uk: İçerik Ara
vi: Tìm kiếm nội dung
zh_hans: 搜索内容
zh_hant: 搜尋內容

source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

# Troubleshooter.darock.unavailable
source: Darock API: Unavailable
ar: Darock API: غير متوفر
de: Darock API: Nicht verfügbar
es: Darock API: No disponible
fr: Darock API : Indisponible
hi: Darock एपीआई: अनुपलब्ध
id: Darock API: Tidak tersedia
it: Darock API: non disponibile
ja: Darock API: 利用できません
ko: Darock API: 사용 불가
nl: Darock API: Niet beschikbaar
pl: Darock API: Niedostępne
pt: Darock API: Indisponível
ru: Darock API: Недоступен
th: Darock API: ไม่พร้อมใช้งาน
tr: API: Kullanılamıyor
uk: Darock API: Недоступний
vi: Darock API: Không khả dụng
zh_hans: Darock API：不可用
zh_hant: Darock API：不可用

# Bookmark.group.empty
source: No Bookmark Groups
ar: لا توجد مجموعات مرجعية
de: Keine Lesezeichengruppen
es: Sin grupos de marcadores
fr: Pas de groupes de signets
hi: कोई बुकमार्क समूह नहीं
id: Tidak Ada Grup Penanda
it: Nessun gruppo di segnalibri
ja: ブックマークグループなし
ko: 북마크 그룹 없음
nl: Geen bladwijzergroepen
pl: Brak grup zakładek
pt: Sem Grupos de Favoritos
ru: Нет Групп Закладок
th: ไม่มีกลุ่มบุ๊กมาร์ก
tr: Yer İşareti Grubu Yok
uk: Немає груп закладок
vi: Không có nhóm đánh dấu trang
zh_hans: 无书签组
zh_hant: 沒有書籤組

source: About
ar: عن
de: Über
es: Sobre
fr: À peu près
hi: लगभग
id: Tentang
it: Circa
ja: アバウト
ko: 에 대하여
nl: Over
pl: Około
pt: Sobre
ru: О
th: เกี่ยวกับ
tr: Hakkında
uk: Hakkında
vi: Về chủ đề
zh_hans: 关于
zh_hant: 關於

# Carina.new.send
source: Send
ar: أَرْسَلَ
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Mengirim
it: Inviare
ja: 送る
ko: 보내다
nl: Verzenden
pl: Wysłać
pt: Enviar
ru: Отправлять, отправить
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# Webpage.legacy-engine
source: Use Legacy Engine
ar: استخدم المحرك القديم
de: Verwenden Sie Legacy-Engine
es: Usar el motor heredado
fr: Utiliser le moteur hérité
hi: विरासत इंजन का उपयोग करें
id: Gunakan Mesin Lama
it: Usa il motore legacy
ja: レガシーエンジンを使用する
ko: 레거시 엔진 사용
nl: Gebruik Legacy Engine
pl: Użyj Legacy Engine
pt: Use o Legacy Engine
ru: Использовать устаревший движок
th: ใช้ Legacy Engine
tr: Eski Motoru Kullan
uk: Використовувати Legacy Engine
vi: Sử dụng Legacy Engine
zh_hans: 使用旧版引擎
zh_hant: 使用傳統引擎

# Webpage.stop-loading
source: Stop Loading
ar: توقف عن التحميل
de: Laden stoppen
es: Detener la carga
fr: Arrêter le chargement
hi: लोड करना बंद करें
id: Berhenti Memuat
it: Interrompi caricamento
ja: 読み込みを停止する
ko: 로딩 중지
nl: Stoppen met laden
pl: Zatrzymaj ładowanie
pt: Parar de carregar
ru: Остановить загрузку
th: หยุดโหลด
tr: Yüklemeyi Durdur
uk: Зупинити завантаження
vi: Dừng tải
zh_hans: 中止加载
zh_hant: 停止載入

# History.action-sheet.delete.alert
source: Clear History
ar: تاريخ واضح
de: Geschichte löschen
es: Historia clara
fr: Effacer l'histoire
hi: इतिहास साफ़ करें
id: Sejarah yang Jelas
it: Cronologia chiara
ja: 履歴をクリア
ko: 기록 지우기
nl: Duidelijke geschiedenis
pl: Wyczyść historię
pt: Limpar História
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史

# Migration.send
source: Migrate to other device
ar: ترحيل إلى جهاز آخر
de: Auf ein anderes Gerät migrieren
es: Migrar a otro dispositivo
fr: Migrer vers un autre appareil
hi: दूसरे उपकरण में माइग्रेट करें
id: Migrasi ke perangkat lain
it: Migra su un altro dispositivo
ja: 他のデバイスに移行する
ko: 다른 장치로 마이그레이션
nl: Migreren naar een ander apparaat
pl: Migracja na inne urządzenie
pt: Migrar para outro dispositivo
ru: Перенести на другое устройство
th: โยกย้ายไปยังอุปกรณ์อื่น
tr: Başka bir aygıta geçiş
uk: Мігрувати на інший пристрій
vi: Di chuyển sang thiết bị khác
zh_hans: 迁移至其他设备
zh_hant: 遷移到其他裝置

# Carina.new-states.fix-completed.description
source: The issue had been fixed, and is solved in the latest available version.
ar: تم إصلاح المشكلة، وتم حلها في أحدث إصدار متاح.
de: Das Problem wurde behoben und ist in der neuesten verfügbaren Version behoben.
es: El problema se había solucionado y se ha resuelto en la última versión disponible.
fr: Le problème a été résolu et est résolu dans la dernière version disponible.
hi: समस्या को ठीक कर दिया गया था, और नवीनतम उपलब्ध संस्करण में हल किया गया है।
id: Masalahnya telah diperbaiki, dan diselesaikan dalam versi terbaru yang tersedia.
it: Il problema è stato risolto ed è stato risolto nell'ultima versione disponibile.
ja: 問題は修正され、利用可能な最新バージョンで解決されました。
ko: 이 문제는 해결되었고, 사용 가능한 최신 버전에서 해결되었습니다.
nl: Het probleem was opgelost en is opgelost in de nieuwste beschikbare versie.
pl: Problem został rozwiązany i został rozwiązany w najnowszej dostępnej wersji.
pt: O problema foi corrigido e foi resolvido na versão mais recente disponível.
ru: Проблема была устранена и решена в последней доступной версии.
th: ปัญหาได้รับการแก้ไขแล้ว และได้รับการแก้ไขแล้วในเวอร์ชันล่าสุดที่พร้อมใช้งาน
tr: Sorun çözüldü ve mevcut en son sürümde çözüldü.
uk: Проблема була виправлена і вирішена в останній доступній версії.
vi: Vấn đề đã được khắc phục và được giải quyết trong phiên bản mới nhất có sẵn.
zh_hans: 问题已经得到修复，且已在最新可用版本被解决。
zh_hant: 這個問題已經修復，並在最新版本中得到了解決。

# Extension.details.ratings
source: Ratings
ar: التقييمات
de: Bewertungen
es: Calificaciones
fr: Évaluations
hi: रेटिंग
id: Penilaian
it: Valutazioni
ja: 評価
ko: 등급
nl: Kijkcijfers
pl: Oceny
pt: Classificações
ru: Рейтинги
th: การให้คะแนน
tr: Değerlendirmeler
uk: Рейтинги
vi: Xếp hạng
zh_hans: 评分
zh_hant: 評級

# Credit.footer.development
source: Development & Debugging
ar: التطوير والتصحيح
de: Entwicklung & Debugging
es: Desarrollo y depuración
fr: Développement et débogage
hi: विकास और डिबगिंग
id: Pengembangan & Debugging
it: Sviluppo e debug
ja: 開発とデバッグ
ko: 개발 및 디버깅
nl: Ontwikkeling & Foutopsporing
pl: Rozwój i debugowanie
pt: Desenvolvimento e Depuração
ru: Разработка и отладка
th: การพัฒนาและการดีบัก
tr: Geliştirme ve Hata Ayıklama
uk: Geliştirme ve Hata Ayıklama
vi: Phát triển & Gỡ lỗi
zh_hans: 开发与调试
zh_hant: 開發和除錯

# Vote.stats.total.%lld
source: %lld votes
ar: %lld صوتا
de: %lld Stimmen
es: %lld votos
hi: %lld वोट
id: %lld suara
it: %lld voti
ja: %lld票
ko: %lld표
nl: %lld stemmen
pl: %lld głosów
pt: %lld votos
ru: %lld голосов
th: %lld โหวต
tr: %lld oy
uk: %lld голосів
vi: %lld phiếu bầu
zh_hans: %lld票
zh_hant: %lld票

# Settings.privacy.history.clear-history
source: Clear History
ar: تاريخ واضح
de: Geschichte löschen
es: Historia clara
fr: Effacer l'histoire
hi: इतिहास साफ़ करें
id: Sejarah yang Jelas
it: Cronologia chiara
ja: 履歴をクリア
ko: 기록 지우기
nl: Duidelijke geschiedenis
pl: Wyczyść historię
pt: Limpar História
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除历史
zh_hant: 清除歷史

# Settings.search.edit.name
source: Engine Name
ar: اسم المحرك
de: Motorname
es: Nombre del motor
fr: Nom du moteur
hi: इंजन का नाम
id: Nama Mesin
it: Nome del motore
ja: エンジン名
ko: 엔진 이름
nl: Motornaam
pl: Nazwa silnika
pt: Nome do Motor
ru: Название двигателя
th: ชื่อเครื่องยนต์
tr: Motor Adı
uk: Motor Adı
vi: Tên động cơ
zh_hans: 引擎名称
zh_hant: 發動機名稱

# New.search.description
source: Go-to page can now detect keyword entered in search engines for you to quick edit.
ar: يمكن لصفحة الانتقال الآن اكتشاف الكلمات الرئيسية التي تم إدخالها في محركات البحث لتحريرها بسرعة.
de: Die Go-to-Seite kann jetzt Schlüsselwörter erkennen, die in Suchmaschinen eingegeben wurden, um sie schnell zu bearbeiten.
es: La página Go-to ahora puede detectar palabras clave introducidas en los motores de búsqueda para que la edite rápidamente.
fr: La page Go-to peut désormais détecter les mots-clés saisis dans les moteurs de recherche pour que vous puissiez les modifier rapidement.
hi: गो-टू पेज अब आपके लिए त्वरित संपादन के लिए खोज इंजन में दर्ज किए गए कीवर्ड का पता लगा सकता है।
id: Halaman go-to sekarang dapat mendeteksi kata kunci yang dimasukkan di mesin pencari untuk Anda edit dengan cepat.
it: La pagina Go-to può ora rilevare le parole chiave inserite nei motori di ricerca per una rapida modifica.
ja: Go-toページは、検索エンジンに入力されたキーワードを検出して、すばやく編集できるようになりました。
ko: Go-to 페이지는 이제 검색 엔진에 입력된 키워드를 감지하여 빠르게 편집할 수 있습니다.
nl: Go-to-pagina kan nu trefwoord detecteren dat is ingevoerd in zoekmachines, voor u om snel te bewerken.
pl: Przejdź do strony może teraz wykryć słowo kluczowe wprowadzone w wyszukiwarkach, aby można je szybko edytować.
pt: A página Go-to agora pode detectar palavras-chave inseridas nos mecanismos de pesquisa para você editar rapidamente.
ru: Перейти на страницу теперь может обнаружить ключевое слово, введенное в поисковых системах, для быстрого редактирования.
th: ตอนนี้หน้า Go-to สามารถตรวจจับคําหลักที่ป้อนในเครื่องมือค้นหาเพื่อให้คุณแก้ไขได้อย่างรวดเร็ว
tr: Go-to sayfası artık hızlı düzenlemeniz için arama motorlarına girilen anahtar kelimeyi algılayabilir.
uk: Перейти на сторінку тепер може виявити ключове слово, введене в пошукових системах, щоб ви могли швидко редагувати.
vi: Trang Go-to giờ đây có thể phát hiện từ khóa được nhập vào công cụ tìm kiếm để bạn chỉnh sửa nhanh.
zh_hans: “跳转”页现在可以识别搜索引擎中的关键词以方便你快速编辑
zh_hant: Go-to頁面現在可以檢測搜尋引擎中輸入的關鍵字，以便您快速編輯。

# History.action-sheet.delete.timeframe.last-hour
source: Last Hour
ar: الساعة الأخيرة
de: Letzte Stunde
es: Última hora
fr: Dernière heure
hi: अंतिम घंटा
id: Satu jam terakhir
it: Ultima ora
ja: 最後の1時間
ko: 마지막 시간
nl: Laatste uur
pl: Ostatnia Godzina
pt: Última Hora
ru: Последний Час
th: ชั่วโมงสุดท้าย
tr: Son Saat
uk: Остання година
vi: Giờ cuối cùng
zh_hans: 上一小时
zh_hant: 最後一小時

# Bookmark.item.edit
source: Edit Bookmarks
ar: تعديل الإشارات المرجعية
de: Lesezeichen bearbeiten
es: Editar marcadores
fr: Modifier les signets
hi: बुकमार्क संपादित करें
id: Edit Penanda Buku
it: Modifica Segnalibri
ja: ブックマークの編集
ko: 북마크 편집
nl: Bladwijzers bewerken
pl: Edytuj zakładki
pt: Editar favoritos
ru: Редактировать Закладки
th: แก้ไขบุ๊กมาร์ก
tr: Yer İmlerini Düzenle
uk: Редагувати закладки
vi: Chỉnh sửa dấu trang
zh_hans: 编辑书签
zh_hant: 編輯書籤

# Archive.filter.search
source: Search Keyword
ar: البحث عن الكلمة الرئيسية
de: Stichwortsuche
es: Palabra clave de búsqueda
fr: Mot-clé de recherche
hi: कीवर्ड खोजें
id: Cari Kata Kunci
it: Parola chiave di ricerca
ja: 検索キーワード
ko: 키워드 검색
nl: Zoek Trefwoord
pl: Wyszukaj słowo kluczowe
pt: Pesquisar palavra-chave
ru: Поиск по ключевому слову
th: ค้นหาคําสําคัญ
tr: Arama Anahtar Kelimesi
uk: Пошук Ключового Слова
vi: Tìm kiếm từ khóa
zh_hans: 搜索关键词
zh_hant: 搜尋關鍵詞

# Troubleshooter.issues
source: Possible Issue
ar: مشكلة محتملة
de: Mögliches Problem
es: Posible problema
fr: Problème possible
hi: संभावित समस्या
id: Kemungkinan Masalah
it: Possibile problema
ja: 考えられる問題
ko: 가능한 문제
nl: Mogelijk probleem
pl: Możliwy problem
pt: Possível Problema
ru: Возможная Проблема
th: ปัญหาที่เป็นไปได้
tr: Olası Sorun
uk: Можлива проблема
vi: Vấn đề có thể xảy ra
zh_hans: 可能的问题
zh_hant: 可能的問題

# Home.unavailable
source: Item Unavailable
ar: العنصر غير متوفر
de: Artikel Nicht Verfügbar
es: Artículo no disponible
fr: Article non disponible
hi: आइटम अनुपलब्ध
id: Barang Tidak Tersedia
it: Articolo non disponibile
ja: アイテムは利用できません
ko: 사용할 수 없는 품목
nl: Artikel Niet Beschikbaar
pl: Przedmiot Niedostępny
pt: Item Indisponível
ru: Товар Недоступен
th: สินค้าไม่พร้อมใช้งาน
tr: Ürün Mevcut Değil
uk: Товар Недоступний
vi: Mục Không có sẵn
zh_hans: 项目不可用
zh_hant: 專案不可用

# Settings.appearance.dimming
source: Dimming
ar: يعتم
de: Dimmen
es: Atenuación
fr: Atténuation
hi: मंद करना
id: Peredupan
it: Attenuazione
ja: 調光
ko: 디밍
nl: Dimmen
pl: Przyciemnienie
pt: Escurecimento
ru: Затемнение
th: หรี่แสง
tr: Karartma
uk: Затемнення
vi: Làm mờ
zh_hans: 降低屏幕亮度
zh_hant: 調暗

# Carina.new.describe.footer.1
source: Title should be short and clear. E.g. “History cannot be accessed”.
ar: يجب أن يكون العنوان قصيرا وواضحا. على سبيل المثال، "لا يمكن الوصول إلى التاريخ".
de: Der Titel sollte kurz und klar sein. Z.B. "Auf den Verlauf kann nicht zugegriffen werden".
es: El título debe ser corto y claro. Por ejemplo, "No se puede acceder al historial".
fr: Le titre doit être court et clair. Par exemple, « L'historique n'est pas accessible ».
hi: शीर्षक छोटा और स्पष्ट होना चाहिए। उदाहरण के लिए "इतिहास को एक्सेस नहीं किया जा सकता है"।
id: Judul harus singkat dan jelas. Mis. "Riwayat tidak dapat diakses".
it: Il titolo dovrebbe essere breve e chiaro. Ad esempio "Non è possibile accedere alla cronologia".
ja: タイトルは短くて明確であるべきです。 例：「履歴にアクセスできません」。
ko: 제목은 짧고 명확해야 한다. 예. "역사에 접근할 수 없습니다".
nl: De titel moet kort en duidelijk zijn. Bijv. "Geschiedenis kan niet worden geopend".
pl: Tytuł powinien być krótki i jasny. Np. „Nie można uzyskać dostępu do historii”.
pt: O título deve ser curto e claro. Por exemplo, “O histórico não pode ser acessado”.
ru: Название должно быть коротким и четким. Наприм. «История недоступна».
th: ชื่อเรื่องควรสั้นและชัดเจน เช่น "ไม่สามารถเข้าถึงประวัติได้"
tr: Başlık kısa ve açık olmalıdır. Örn. "Geçmişe erişilemez".
uk: Назва повинна бути короткою та зрозумілою. Наприклад, "Історія недоступна".
vi: Tiêu đề nên ngắn gọn và rõ ràng. Ví dụ: "Không thể truy cập lịch sử".
zh_hans: 标题应当简明。例如“历史记录无法访问”
zh_hant: 標題應該簡短而清晰。 例如“歷史無法訪問”。

# Settings.search.new.customize
source: Customize
ar: عَدَّلَ
de: Speziell anfertigen
es: Hacer según los requisitos del cliente
fr: Personnaliser
hi: अनुकूलित करें
id: Sesuaikan
it: Personalizzare
ja: 好みに合わせて変更する
ko: 을 주문받아 만들다
nl: Op bestelling maken
pl: Wykonać na zamówienie
pt: Personalizar
ru: Изготавливать по индивидуальному заказу/изготовить по индивидуальному заказу
th: ปรับแต่ง
tr: Özelleştirmek
uk: Налаштувати
vi: Tùy biến
zh_hans: 自定义
zh_hant: 定製

# Migration.send.content.state.checking
source: Checking Availability
ar: التحقق من التوافر
de: Verfügbarkeit prüfen
es: Comprobando la disponibilidad
fr: Vérification de la disponibilité
hi: उपलब्धता की जाँच
id: Memeriksa Ketersediaan
it: Verifica disponibilità
ja: 空き状況の確認
ko: 가용성 확인
nl: Beschikbaarheid controleren
pl: Sprawdzanie dostępności
pt: Verificando a disponibilidade
ru: Проверка наличия
th: กําลังตรวจสอบความพร้อมใช้งาน
tr: Kullanılabilirliği Kontrol Etme
uk: Перевірка наявності
vi: Kiểm tra tính khả dụng
zh_hans: 正在检查可用性
zh_hant: 檢查可用性

# Iris.search.sogou
source: Sogou
ar: سوغو
hi: सोगौ
ko: 소고우
ru: Согу
th: โซโกว
zh_hans: 搜狗
zh_hant: 搜狗

# Settings.appearance.dimming.description.%@.globally
source: Screen will be dimmed to %@ in dark mode. This affects globally except sheets.
ar: سيتم تعتيم الشاشة إلى %@ في الوضع المظلم. يؤثر هذا على مستوى العالم باستثناء الأوراق.
de: Der Bildschirm wird im Dunkelmodus auf %@ dimmt. Dies betrifft weltweit außer Blättern.
es: La pantalla se atenurará a %@ en modo oscuro. Esto afecta a nivel mundial, excepto las hojas.
fr: L'écran sera atténué à %@ en mode sombre. Cela affecte globalement, à l'exception des feuilles.
hi: स्क्रीन को डार्क मोड में %@ पर मंद कर दिया जाएगा। यह चादरों को छोड़कर विश्व स्तर पर प्रभावित करता है।
id: Layar akan diredupkan menjadi %@ dalam mode gelap. Ini mempengaruhi secara global kecuali lembaran.
it: Lo schermo sarà abbassato a %@ in modalità scura. Questo riguarda a livello globale tranne i fogli.
ja: ダークモードでは、画面が%@に暗くなります。 これは、シートを除くグローバルに影響します。
ko: 어두운 모드에서 화면은 %@로 어두워질 것이다. 이것은 시트를 제외하고 전 세계적으로 영향을 미칩니다.
nl: Het scherm wordt gedimd tot %@ in de donkere modus. Dit is wereldwijd van invloed, behalve bladen.
pl: Ekran zostanie przyciemniony do %@ w trybie ciemnym. Wpływa to globalnie z wyjątkiem arkuszy.
pt: A tela será escurecida para %@ no modo escuro. Isso afeta globalmente, exceto lençóis.
ru: Экран будет затемнен до %@ в темном режиме. Это влияет на глобальное влияние, за исключением листов.
th: หน้าจอจะหรี่แสงเป็น %@ ในโหมดมืด สิ่งนี้ส่งผลกระทบทั่วโลกยกเว้นแผ่นงาน
tr: Ekran karanlık modda %@ karartılacak. Bu, sayfalar dışında küresel olarak etkiler.
uk: Екран буде затемнений до %@ у темному режимі. Це впливає глобально, за винятком листів.
vi: Màn hình sẽ mờ xuống %@ ở chế độ tối. Điều này ảnh hưởng đến toàn cầu ngoại trừ các tờ giấy.
zh_hans: 屏幕亮度将在深色模式将至%@。这会影响除了表单外的所有页面。
zh_hant: 在深色模式下，螢幕將變暗為%@。 這影響全球，不包括工作表。

# Vote.tint.violet
source: Violet
ar: بَنَفْسَجيّ
de: Veilchen
es: Violeta
hi: वायलेट
id: Ungu
it: Viola
ja: スミレ
ko: 제비꽃
pl: Fioletowy
pt: Violeta
ru: Фиолетовый
th: สีม่วง
tr: Menekşe
uk: Фіолетовий
vi: Màu tím
zh_hans: 紫色
zh_hant: 紫色

# Carina.attachments.data
source: Data
ar: بَيانات
de: Daten
es: Información
fr: Données
hi: डेटा
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt: Dados
ru: Данные
th: ข้อมูล
tr: Veriler
uk: Дані
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# Extension.add.none
source: No Matched Result
ar: لا توجد نتيجة مطابقة
de: Kein Passendes Ergebnis
es: Ningún resultado coincidente
fr: Aucun résultat correspondant
hi: कोई मिलान परिणाम नहीं
id: Tidak Ada Hasil yang Cocok
it: Nessun risultato abbinato
ja: 一致する結果はありません
ko: 일치하는 결과 없음
nl: Geen overeenkomend resultaat
pl: Brak Dopasowanego Wyniku
pt: Nenhum resultado igualado
ru: Нет Совпадаемого Результата
th: ไม่มีผลลัพธ์ที่ตรงกัน
tr: Eşleşen Sonuç Yok
uk: Немає Відповідного Результату
vi: Không có kết quả phù hợp
zh_hans: 无匹配结果
zh_hant: 沒有匹配的結果

# Settings.privacy.data
source: Data
ar: بيانات
de: Daten
es: Datos
fr: Données
hi: डेटा
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt: Dados
ru: Данные
th: ข้อมูล
tr: Veriler
uk: Дані
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# Bookmark.group.new.title
source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
id: Grup Baru
it: Nuovo gruppo
ja: 新しいグループ
ko: 새로운 그룹
nl: Nieuwe groep
pl: Nowa Grupa
pt: Novo Grupo
ru: Новая группа
th: กลุ่มใหม่
tr: Yeni Grup
uk: Нова група
vi: Nhóm mới
zh_hans: 新群组
zh_hant: 新組

# Passcode.title.access.archives
source: Access Archives
ar: الوصول إلى المحفوظات
de: Zugriff auf Archive
es: Archivos de acceso
fr: Accéder aux archives
hi: एक्सेस अभिलेखागार
id: Akses Arsip
it: Accedi agli archivi
ja: アクセスアーカイブ
ko: 액세스 아카이브
nl: Toegang tot archieven
pl: Dostęp do archiwów
pt: Acessar Arquivos
ru: Доступ к архивам
th: เข้าถึงคลังข้อมูล
tr: Arşivlere Erişim
uk: Доступ до архівів
vi: Truy cập kho lưu trữ
zh_hans: 访问归档
zh_hant: 訪問檔案

# Carina.new.re-send
source: Resend
ar: إعادة الإرسال
de: Nochmals senden
es: Reenviar
fr: Renvoyer
hi: फिर से भेजें
id: Kirim ulang
it: Rispedire
ja: 再送信
ko: 을 다시 보내다
nl: Opnieuw verzenden
pl: Wyślij ponownie
pt: Reenviar
ru: Отправлять повторно/отправить повторно
th: ส่งใหม่
tr: Yeniden gönder
uk: Повторно надіслати
vi: Gởi lại
zh_hans: 重新发送
zh_hant: 再送

# Home.privacy-mode
source: Private Mode
ar: الوضع الخاص
de: Privater Modus
es: Modo privado
fr: Mode privé
hi: निजी मोड
id: Mode Pribadi
it: Modalità privata
ja: プライベートモード
ko: 개인 모드
nl: Privémodus
pl: Tryb prywatny
pt: Modo Privado
ru: Частный Режим
th: โหมดส่วนตัว
tr: Özel Mod
uk: Özel Mod
vi: Chế độ riêng tư
zh_hans: 无痕浏览
zh_hant: 私人模式

# Settings.credits
source: Credits
ar: الاعتمادات
de: Leistungspunkte
es: Crédito
fr: Crédits
hi: क्रेडिट
id: Kredit
it: Crediti
ja: クレジット
ko: 크레딧
nl: Aftiteling
pl: Kredyty
pt: Créditos
ru: Кредиты
th: เครดิต
tr: Krediler
uk: Krediler
vi: Tín dụng
zh_hans: 致谢
zh_hant: 積分
